accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
apparmor
arandr
archey3
artwork-i3
autoconf
automake
avahi
b43-fwcutter
bash
bashtop
bison
blueman
bluez-utils
bmenu
boost
btrfs-progs
bzip2
calc
cantarell-fonts
clipit
cmake
cmatrix
coreutils
cpupower
crda
cronie
cryptsetup
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
exfat-utils
f2fs-tools
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
flac
flex
gawk
gcc
gcc-libs
gcolor2
gettext
gimp
git
glibc
glibc-locales
gnome-keyring
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
htop
inetutils
inxi
iproute2
iputils
jfsutils
kvantum-manjaro
lazygit
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcurl-gnutls
libdvdcss
libgpod
libreoffice-still
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux515
logrotate
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpd
nano
nano-syntax-highlighting
ncdu
ncmpcpp
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nss-mdns
ntfs-3g
ntp
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
pkgconf
polkit-gnome
polybar
poppler-data
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-bluetooth
python-pip
python-pyalsa
python-pywal
qt5-tools
qt5ct
ranger
reiserfsprogs
rofi
rsync
s-nail
sbxkb
screenfetch
sed
shadow
sl
snapd
sof-firmware
spectre-meltdown-checker
speedtest-cli
steam-manjaro
subversion
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-iosevka-nerd
ttf-liberation
upower
usbutils
util-linux
vi
vibrancy-icons-teal
viewnior
vim
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wallpapers-juhraya
wget
which
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfce4-settings
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
xz
yay
zensu
